Repository: DalisonCPU/YoutubePlay
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, es, fr, ru, uk

source: Erro ao importar a biblioteca bass
ar: خطأ في استيراد مكتبة bass
es: Error al importar la librería de base
fr: Erreur lors de l'importation de la librairie de base
ru: Ошибка импорта библиотеки Bass
uk: Помилка при імпорті бібліотеки bass

source: Erro ao importar uma ou mais bibliotecas usadas no YoutubeDL
ar: خطأ عند استيراد مكتبة أو أكثر مستخدمة في YoutubeDL
es: Error al importar una o más librerías utilizadas en Youtube-DL
fr: Erreur lors de l'importation d'une ou plusieurs librairies utilisées dans Youtube-DL
ru: Ошибка импорта одной или нескольких библиотек, используемых YouTube-DL
uk: Помилка імпорту однієї або кількох бібліотек, які використовуються в YoutubeDL

source: Erro ao importar uma ou mais bibliotecas usadas para a atualização do YoutubeDL.
ar: حدث خطأ أثناء استيراد مكتبة واحدة أو أكثر مستخدمة لتحديث YoutubeDL.
es: Error al importar una o más librerías utilizadas para actualizar Youtube-DL.
fr: Erreur lors de l'importation d'une ou plusieurs librairies utilisées pour mettre à jour Youtube-DL.
ru: Ошибка импорта одной или нескольких библиотек, используемых для обновления YouTube-DL.
uk: Помилка імпорту однієї або кількох бібліотек, які використовуються для оновлення YoutubeDL.

source: Você deseja atualizar o YoutubeDl?
ar: هل تريد تحديث YoutubeDl؟
es: ¿Deseas actualizar Youtube-DL?
fr: Voulez-vous mettre à jour Youtube-DL ?
ru: Вы хотите обновить YouTube-DL?
uk: Ви хочете оновити YoutubeDl?

source: Atualização disponível do YoutubeDl
ar: هناك تحديث متاح من YoutubeDl
es: Actualización disponible de Youtube-DL
fr: Mise à jour disponible de Youtube-DL
ru: Доступно обновление YouTube-DL
uk: Доступне оновлення для YoutubeDl

source: Por algum motivo o YoutubeDL não foi atualizado.
ar: لسبب ما لم يتم تحديث YoutubeDL.
es: Por alguna razón Youtube-DL no se actualizó.
fr: Pour une raison quelconque Youtube-DL n'a pas été mis à jour.

source: O YoutubeDl foi atualizado com sucesso. Reinicie o NVDA para aplicar as alterações.
ar: تم تحديث YoutubeDl بنجاح. أعد تشغيل NVDA لتطبيق التغييرات.
es: Youtube-DL se actualizó correctamente. Reinicia NVDA para que estos cambios tengan efecto.
fr: Youtube-DL a été mis à jour avec succès. Redémarrer NVDA pour que ces changements prennent effet.

source: Atualização concluída
ar: إنتهى التحديث
es: Actualización completada
fr: Mise à jour terminée
ru: Обновление завершено
uk: Оновлення завершено

source: Link não encontrado.
ar: الرابط غير موجود.
es: Enlace no encontrado.
fr: Lien introuvable.
ru: Ссылка не найдена.
uk: Посилання не знайдено.

source: Nenhum link retornado do Youtube-dl
ar: لم يتم إرجاع أي روابط من Youtube-dl
es: Ningún enlace retornado de Youtube-DL
fr: Aucun lien n'est renvoyé de Youtube-DL
ru: Ни одна ссылка не возвращена из Youtube-DL
uk: З Youtube-dl не отримано жодних посилань

source: Tenta reproduzir um link da área de transferência
ar: حاول تشغيل رابط من الحافظة
es: Intenta reproducir un enlace del portapapeles"
fr: Essayez de lire un lien du presse-papiers
ru: Пытается воспроизвести ссылку из буфера обмена
uk: Намагається відтворити посилання з буфера обміну

source: Pausa ou reproduz a música atual
ar: قم بإيقاف الفيديو الحالي مؤقتًا أو شغله
es: Pausar o reproducir la música actual
fr: Mettre en pause ou lire la musique actuelle
ru: Пауза или воспроизведение текущей ссылки
uk: Призупинити або відтворити поточне відео

source: Diminui o volume da música em reprodução
ar: خفض صوت الفيديو الذي يعمل حاليا
es: Disminuir el volumen de la música en reproducción
fr: Diminuer le volume de la musique en cours de lecture
ru: Уменьшает громкость во время воспроизведения
uk: Зменшує гучність під час відтворення

source: Aumenta o volume da música em reprodução
ar: رفع صوت الفيديو الذي يعمل حاليا
es: Aumentar el volumen de la música en reproducción
fr: Augmenter le volume de la musique en cours de lecture
ru: Увеличивает громкость во время воспроизведения
uk: Збільшує гучність під час відтворення

source: Reproduz links do Youtube a partir da área de transferência
ar: تشغيل روابط يوتيوب من الحافظة
es: Reproducir los enlaces de YouTube desde el portapapeles
fr: Lire des liens YouTube depuis le presse-papiers
uk: Відтворення посилань YouTube з буфера обміну

source: O Youtube-DL foi atualizado com sucesso. É necessário reiniciar o NVDA para aplicar as alterações. Você deseja reiniciar agora?
ru: YouTube-DL был успешно обновлён. Перезапустите NVDA для применения изменений. Перезапустить сейчас?
uk: Youtube-DL успішно оновлено. Потрібно перезапустити NVDA, щоб застосувати зміни. Ви хочете перезапустити зараз?
